Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Boehringer Ingelheim confirms that concerning the idarucizumab drug product manufacturing process:
es_es: Boehringer Ingelheim confirma que, para el proceso de fabricación del medicamento idarucizumab:

source: Boehringer Ingelheim considers the benefit/risk for Berotec to be unchanged, positive and correctly reflected in the current Berotec Company Core Data Sheet (CCDS), that contains extensive warnings about proper use of the medication as follows:
es_es: Boehringer Ingelheim considera que la relación beneficio/riesgo de Berotec se mantiene inalterada, es positiva y se refleja correctamente en la actual Información fundamental del producto, de uso interno de Berotec, pues esta ya contiene las siguientes advertencias extensas sobre el uso adecuado del medicamento:

source: Boehringer Ingelheim developed a humanized immunoglobulin antagonistic monoclonal antibody directed against IL36R.
es_es: Boehringer Ingelheim desarrolló un anticuerpo monoclonal antagonista de la inmunoglobulina humanizado dirigido contra la IL36R.

source: Boehringer Ingelheim has developed these dosage strengths of nintedanib capsules:
es_es: Boehringer Ingelheim ha desarrollado las siguientes concentraciones de nintedanib, cápsulas:

source: Boehringer Ingelheim intends to implement an additional aseptic filling line (SM5) due to the following reasons:
es_es: Boehringer Ingelheim pretende implementar esta línea de llenado aséptico adicional (SM5) por los siguientes motivos:

source: Boehringer Ingelheim intends to implement an improved integration strategy in the current existing cation exchange chromatography (CEX) method due to the fact that the currently used integration method is no longer state-of-the-art.
es_es: Puesto que el método de integración usado en este momento dejó de ser el más de avanzada, Boehringer Ingelheim pretende implementar una estrategia de integración mejorada en la cromatografía de intercambio catiónico vigente.

source: Boehringer Ingelheim is actively working to establish the required capabilities to ensure compliance with the revised specification by the committed date.
es_es: Boehringer Ingelheim está trabajando activamente para contar con las instalaciones necesarias y garantizar el cumplimiento de la especificación modificada en la fecha comprometida.

source: Boehringer Ingelheim is committed to a close monitoring of all risks with routine pharmacovigilance (please see the general response above).
es_es: Boehringer Ingelheim está comprometido con el control estricto de todos los riesgos, mediante operaciones de farmacovigilancia de rutina (véase la respuesta general más arriba).

source: Boehringer Ingelheim is providing herewith the Nitrosamine Risk Assessment Summary dated November 2023 for Pradaxa® Capsules 75mg, 110 mg, and 150 mg.
es_es: Por la presente, Boehringer Ingelheim proporciona el resumen de evaluación de riesgos de presencia de nitrosaminas, de noviembre de 2023, para Pradaxa®, Cápsulas de 75mg, 110 mg y 150 mg.

source: Boehringer Ingelheim performs global pharmacovigilance for Metalyse with close continuous safety screening from all sources (individual case safety reports, solicited and unsolicited safety information from studies, published literature), signal detection and monitoring of all risks presented in global periodic safety update reports (PSURs) and periodic benefit-risk evaluation reports (PBRERs).
es_es: Boehringer Ingelheim desarrolla acciones mundiales de farmacovigilancia para Metalyse, con un control de seguridad continuo de todas las fuentes (informes de seguridad de casos individuales, información solicitada o no solicitada de seguridad de estudios y bibliografía publicada), detección de señales, y seguimiento de todos los riesgos presentados en informes periódicos de actualización de seguridad (PSUR) e informes periódicos de evaluación de beneficios y riesgos (PBRER) globales.

source: Boehringer Ingelheim proposes following changes:
es_es: Boehringer Ingelheim propone las siguientes modificaciones:

source: Boehringer Ingelheim proposes the following changes:
es_es: Boehringer Ingelheim propone las siguientes modificaciones:

source: Boehringer Ingelheim reserved the right to discontinue the trial overall at any time for any of the following reasons:
es_es: Boehringer Ingelheim se reservó el derecho de interrumpir el ensayo en general en cualquier momento por cualquiera de los motivos enumerados a continuación.

source: Boehringer Ingelheim routinely performs a dedicated follow-up procedure for pregnancy cases including outcome.
es_es: Boehringer Ingelheim hace un seguimiento específico de rutina para los casos de embarazo que incluyan algún desenlace clínico.

source: Boehringer Ingelheim tenecteplase (TPA-03) USM process
es_es: Tenecteplasa de Boehringer Ingelheim (TPA-03), proceso USM

source: Boehringer Ingelheim uses an electronic Document Management System (eDMS) for submission relevant documents.
es_es: Boehringer Ingelheim usa un sistema electrónico de gestión de documentación (eDMS) para la presentación de los documentos relevantes.

source: Boehringer developed and validated an analytical method for the determination of NO-HCTZ in the drug product Telmisartan / HCTZ Layered Tablets.
es_es: Boehringer desarrolló y validó un método analítico para determinar el contenido de NO-HCTZ en el medicamento Telmisartán / HCTZ, comprimidos multicapa.

source: Boehringer has received data generated by Polpharma’s, using validated analytical method, for 59 micronized API batches that contain levels of NO-HCTZ varying from 0.19 to 1.29 ppm and a mean value of 0.53 ppm.
es_es: Boehringer ha recibido la información generada por Polpharma a través de un método analítico validado para 59 partidas del IFA micronizado con valores de NO-HCTZ entre 0.19 y 1.29 ppm y una media de 0.53 ppm.

source: Boehringer investigated the extent of the nitrosamine content on the drug product (DP) level and developed an analytical method to perform confirmatory testing of Telmisartan / HCTZ Layered Tablets for the determination of the content of NO-HCTZ.
es_es: Para indagar la magnitud del contenido de nitrosamina en el medicamento, Boehringer desarrolló un método analítico confirmatorio para establecer el contenido de NO-HCTZ en Telmisartán/HCTZ, comprimidos multicapa.

source: Boehringer is the global safety database owner for both Boehringer and Genentech.
es_es: Boehringer es el propietario de la base de datos de seguridad mundial de Boehringer y Genentech.

source: Boehringer uses micronized HCTZ exclusively manufactured by Polpharma for production of Boehringer’s approved product Telmisartan / Hydrochlorothiazide Layered Tablets.
es_es: Para la producción de su medicamento aprobado Telmisartán/ Hidroclorotiazida, comprimidos multicapa, Boehringer utiliza HCTZ micronizada elaborada por Polpharma.

source: Boeringer Ingelheim aknowledges the request received by the ANMAT/Health Authority in Argentina concerning Berotec 100 mcg pressurised inhalation, solution (HFA) regarding the risks of overuse of fenoterol in asthmatic patients.
es_es: Boeringer Ingelheim toma conocimiento del requerimiento realizado por la ANMAT/Autoridad Sanitaria Argentina sobre Berotec, 100 mcg, solución para inhalación presurizada (HFA) sobre los riesgos del uso excesivo de fenoterol en pacientes asmáticos.

source: Boeringer Ingelheim would like to inform the Health Authority that a comprehensive review of cases in connection with medication errors and drug abuse was conducted.
es_es: A su vez, BI informa a la Autoridad Sanitaria que se ha llevado a cabo una revisión exhaustiva de los casos relacionados con errores de medicación y abuso de drogas.

source: Bohle blender with MC 2000
es_es: Mezclador Bohle con MC 2000

source: Boil gently for 10 min, allow to cool and add 60 mL of dilute sulfuric acid R and 2 g of potassium iodide R.
es_es: Hervir a calor suave 10 minutos, dejar enfriar y añadir 60 ml de ácido sulfúrico diluido R y 2 g de yoduro de potasio R.

source: Bone fracture
es_es: Fractura ósea

source: Bone fracture (BIcMQ)
es_es: Fractura ósea (BIcMQ)

source: Bone fracture events
es_es: Eventos de fractura ósea

source: Bone fractures
es_es: Fracturas óseas

source: Bone fractures were more frequently classified as traumatic rather than non-traumatic (Table 12.1.3.9: 1).
es_es: Las fracturas óseas se clasificaron con mayor frecuencia como traumáticas que no traumáticas (Tabla 12.1.3.9: 1).

source: Borosilicate glass, Type I
es_es: Vidrio de borosilicato, tipo I

source: Borosilicate type I glass (Ph.
es_es: Vidrio borosilicato tipo I (Ph.

source: Borosilicate type I glass (Ph. Eur.
es_es: Vidrio de borosilicato tipo I (Ph. Eur.

source: Borosilicate type I glass (USP <660>, Ph.
es_es: Vidrio borosilicato tipo I (USP <660>, Ph.

source: Both
es_es: Ambos

source: Both PPQs involved executing the manufacturing process under proposed commercial conditions according to approved batch records for three consecutive batches.
es_es: Para ambas calificaciones del desempeño del proceso, el proceso de fabricación debió realizarse en las condiciones comerciales propuestas de acuerdo con los registros de partidas aprobadas para tres partidas consecutivas.

source: Both areas produce sterile products ensured by continuous environmental- and process monitoring.
es_es: Las dos áreas producen productos estériles garantizados por controles continuos del ambiente y los procesos.

source: Both areas produce sterile products ensured by continuous environmental- and process monitoring H2O2 studies were performed.
es_es: Las dos áreas producen productos estériles garantizados por controles continuos del ambiente y los procesos. Se llevaron a cabo estudios de H2O2 .

source: Both biopharmaceutical products, with a shared manufacturing history, have maintained their comparability over decades through analytical comparability studies after each process improvement.
es_es: Ambos productos biofarmacéuticos, que comparten la misma historia de fabricación, han mantenido su comparabilidad durante décadas por medio de estudios de comparabilidad analítica desarrollados luego de cada mejora en el proceso.

source: Both components of the primary endpoint contributed to the overall favourable result for empagliflozin treatment.
es_es: Ambos componentes del criterio de valoración primario contriibuyeron al resultado favorable global del tratamiento con empagliflozina.

source: Both coprimary analyses of the primary PK endpoints as described in Section 9.7.1.3 were to be performed on the PKS.
es_es: En el grupo de análisis farmacocinético se incluirían ambos análisis coprimarios de los criterios de valoración primarios farmacocinéticos descritos en la Sección 9.7.1.3.

source: Both equilibrium solubility and intrinsic dissolution data, solubility at 37 °C in aqueous media, solubility in organic solvents and liphophilicity (logP).
es_es: La solubilidad de equilibrio y la disolución intrínseca, la solubilidad a 37° C en medios acuosos, la solubilidad en disolventes orgánicos, y la lipofilia (logP).

source: Both facilities are based on the same overall design, with identical cell culture and purification systems.
es_es: Ambos centros se basan en el mismo diseño general y usan un cultivo celular y sistemas de purificación idénticos.

source: Both materials are identical regarding quality and are only deviating in concentration grade
es_es: Ambos materiales son idénticos en cuanto a calidad y solo difieren en el grado de concentración.

source: Both methods have a comparable accuracy and precision.
es_es: Ambos métodos presentan exactitud y precisión equiparables.

source: Both methods theoretically yielding the same results is presented as black line.
es_es: Cuando ambos métodos tienen el mismo rendimiento teórico, aparecen como una línea negra.

source: Both names refer to the same compound.
es_es: Ambas denominaciones remiten al mismo compuesto.

source: Both of these cases were assessed by the investigator as not related to trial treatment and both events resolved.
es_es: El investigador caracterizó que ninguno de estos casos estuvo relacionado con el tratamiento experimental y ambos eventos se resolvieron.

source: Both patients had T2DM at baseline and recovered from the event.
es_es: Ambos pacientes presentaban diabetes mellitus tipo 2 al inicio y se recuperaron del evento.

source: Both primary and secondary segregation are established.
es_es: Se establecen segregación primaria y secundaria:

source: Both primary and secondary segregation are established:
es_es: Se establecen segregación primaria y secundaria:

source: Both process steps lead to a concentrated, buffer exchanged product.
es_es: Ambos pasos del proceso conducen a un producto concentrado intercambiado con el buffer.

source: Both processes achieve the same target concentration of manganese by applying different strategies.
es_es: Ambos procesos alcanzan la misma concentración objetivo de manganeso, pero por medio de distintas estrategias.

source: Both products were initially derived from a same drug substance manufacturing process, which was employed to supply clinical studies during development.
es_es: Ambos productos inicialmente derivaban de un mismo proceso de fabricación del principio activo, que se empleó en estudios clínicos durante el desarrollo.

source: Both recovered without further complication.
es_es: Ambos se recuperaron sin complicaciones importantes.

source: Both risks are respected as potentially serious side effects that are, however, well documented in the global product informations.
es_es: Ambos riesgos se consideran efectos secundarios potencialmente graves, que, empero, están bien documentados en la información global del producto.

source: Both risks need to be individually evaluated and weighted against the live-saving benefits and protection of severe disability with thrombolysis treatment.
es_es: Ambos riesgos deben evaluarse caso por caso y sopesarse comparándolos con los beneficios y protección frente a la mortalidad y las discapacidades graves que ofrece el tratamiento trombolítico.

source: Both stoppers are made of the same rubber material and have the same dimensions.
es_es: Ambos tapones están fabricados del mismo material de caucho y tienen las mismas dimensiones.

source: Both the randomization procedure and the pre-specified primary analysis are stratified by the recruiting site location (metropolitan, rural, mobile stroke unit) and site of occluded artery (ICA/basilar, MCA).
es_es: El procedimiento de aleatorización y el análisis principal preespecificado se estratifican por ubicación del centro de reclutamiento (metropolitano, rural, unidad móvil de ACV) y por sitio de oclusión vascular (arteria carótida interna/basilar, arteria cerebral media).

source: Both treatment groups had numerical increases over time in triglycerides (Section 15.3.2.4.4).
es_es: Ambos grupos de tratamiento tuvieron aumentos nominales a lo largo del tiempo en los triglicéridos (Sección 15.3.2.4.4).

source: Both were composite endpoints:
es_es: Ambos fueron criterios de valoración compuestos:

source: Both, bulk PFS and assembled PFS-NSD-1 are packed into labeled trays and stored at 2 – 8°C until the subsequent process step e.g., visual inspection, assembly or secondary packaging.
es_es: Las jeringas prellenadas a granel y las PFS-NSD-1 ensambladas se colocan en bandejas etiquetadas y se almacenan a 2 - 8 °C hasta el siguiente paso del proceso, por ejemplo, la inspección visual, el ensamblaje o el acondicionamiento secundario.

source: Bottle
es_es: Botella

source: Bottle (HPDE)
es_es: Botella (PEAD)

source: Bound DNA is almost quantitatively removed upon application of the regeneration procedure with no significant change between the 1st and the 17st cycle (data not shown).
es_es: El ADN unido se elimina cuantitativamente aplicando el procedimiento de regeneración sin cambios significativos entre los ciclos 1 y 17 (no se muestran datos).

source: Bovine Spongiform Encephalopathy
es_es: Encefalopatía espongiforme bovina

source: Bovine Spongiform Encephalopathy (BSE)/Transmissible Spongiform Encephalopathy (TSE) assessments), knowledge of intended patient population, and the daily dose or corresponding biologically active quantity and its impact on current cleaning validation requirements.
es_es: evaluaciones para encefalopatía espongiforme bovina y encefalopatía espongiforme transmisible), el conocimiento acerca de la población de pacientes prevista, y la dosis diaria o la cantidad biológicamente activa correspondiente y su impacto sobre los requisitos de validación de limpieza vigentes.

source: Box in the column ‘Names of constituents’:
es_es: Cuadro en la columna 'Nombres de los constituyentes':

source: Box in the column ‘Operation’:
es_es: Cuadro en la columna 'Operación':

source: Box in the column ‘Process controls’:
es_es: Recuadro en la columna "Controles del proceso":

source: Box insert
es_es: Caja inserta

source: Boxplot of CGE red.
es_es: Diagrama de caja: CGE red.

source: Boxplot of HPSEC – monomer
es_es: Diagrama de caja: HPSEC – monómero

source: Boxplot of PS 20
es_es: Diagrama de caja del PS 20

source: Boxplot of arginine
es_es: Diagrama de caja de la arginina

source: Boxplot of clarity and degree of opalescence
es_es: Diagrama de caja: Limpidez y grado de opalescencia

source: Boxplot of clot lysis
es_es: Diagrama de caja: Lisis de coágulo

source: Boxplot of icIEF – region 1
es_es: Diagrama de caja: IcIEF – Región 1

source: Boxplot of icIEF – region 2
es_es: Diagrama de caja: IcIEF – Región 2

source: Boxplot of icIEF – region 3
es_es: Diagrama de caja: IcIEF – Región 3

source: Boxplot of osmolality
es_es: Diagrama de caja: osmolalidad

source: Boxplot of pH
es_es: Diagrama de caja: pH

source: Boxplot of protein concentration
es_es: Diagrama de caja: concentración de proteína

source: Boxplot of single-chain
es_es: Diagrama de caja: especies de cadena única

source: Boxplot of water content
es_es: Diagrama de caja: Contenido de agua

source: Boxplots are robust outlier-resistant statistical graphics, which use the median as location parameter and the 25 % / 75 % quartiles (first and third quartile) of the data distribution as measure of dispersion.
es_es: Los diagramas de caja son robustas gráficas estadísticas resistentes a valores atípicos, en las que se usa la mediana como parámetro de ubicación y los cuartiles correspondientes al 25% y al 75% (cuartiles primero y tercero) de la distribución de los datos como medida de dispersión.

source: Boxplots are shown in Figure 10 to Figure 24
es_es: De la Figura 10 a la Figura 24 se presentan los diagramas de caja

source: Bracard S, Ducrocq X, Mas JL, et al.
es_es: Bracard S, Ducrocq X, Mas JL, y col.

source: Bradycardia
es_es: Bradicardia

source: Braille identification shall be available on the folding carton.
es_es: La caja plegable ha de presentar una identificación en Braille .

source: Brain uncal herniation and hydrocephalus due to reperfusion injury
es_es: Herniación tentorial cerebral e hidrocefalia debido a lesión de reperfusión

source: Brand name:
es_es: Nombre comercial:

source: Brazil
es_es: Brasil

source: Break Loose Force/ Glide Force (4.3)
es_es: Fuerza de desprendimiento/deslizamiento (4.3)

source: Break Loose force
es_es: fuerza de desprendimiento

source: Break loose force: ≤ 34 N
es_es: Fuerza de desprendimiento: ≤ 34 N

source: Break loose force
es_es: Fuerza de desprendimiento

source: Break-loose Force
es_es: Fuerza de desprendimiento

source: Brief overview of adverse events
es_es: Reseña acotada de los eventos adversos

source: Brief summary of adverse events
es_es: Resumen acotado de los eventos adversos

source: Briefly, once eligibility is confirmed and informed consent is obtained, the responsible investigator is able to randomize the patient through the secure web-based system (EXTEND-IA TNK part 2 online eCRF).
es_es: En resumen, una vez que se confirma que el paciente reúne los requisitos y se obtiene su consentimiento informado, el investigador a cargo puede aleatorizar al paciente a través del sistema web seguro (eCRF en línea para EXTEND-IA TNK parte 2).

source: Briefly, this assay is based on two different proteins which bind to single stranded DNA of virtually any source without any sequence preference.
es_es: Sucintamente, este ensayo está basado en dos proteínas que se unen a ADN de una sola hebra de casi cualquier fuente sin preferencia de secuencia.

source: Brominated C13-oligomer
es_es: Oligómero C13 bromado

source: Brominated C13-oligomers 1
es_es: Oligómeros C13 bromados 1

source: Bromocresol green, indicator, for analysis
es_es: Verde de bromocresol, indicador, para análisis

source: Brown-colored, opaque, oblong, soft gelatin
es_es: Cápsulas de gelatina blanda de color castaño opacas, oblongas

source: Brown-colored, opaque, oblong, soft gelatin capsules, imprinted in black on one side with Boehringer Ingelheim company symbol and with“150”, and containing a bright yellow viscous suspension.
es_es: Cápsulas de gelatina blanda de color castaño opacas, oblongas, impresas en negro de un lado con el logotipo de Boehringer Ingelheim y el número "150", y con una suspensión viscosa amarilla en su interior.

source: Brown-colored, opaque, oblong, soft gelatin capsules, marked in dark grey on one side with Boehringer Ingelheim company symbol and with“150”, and containing a bright yellow viscous suspension.
es_es: Cápsulas de gelatina blanda de color castaño opacas, oblongas, marcadas en gris oscuro de un lado con el logotipo de Boehringer Ingelheim y el número "150", y con una suspensión viscosa amarilla en su interior.

source: Bruce C. V. Campbell, PhD, Department of Neurology, Royal Melbourne Hospital, 300 Grattan St, Parkville VIC 3050, Australia (bruce.campbell @mh.org.au).
es_es: Dr. Bruce C. V. Campbell, Departmento de Neurología, Royal Melbourne Hospital, 300 Grattan St, Parkville VIC 3050, Australia (bruce.campbell @mh.org.au).

source: Bruce C. V. Campbell, PhD; Peter J. Mitchell, MMed; Leonid Churilov, PhD; Nawaf Yassi, PhD; Timothy J. Kleinig, PhD; Richard J. Dowling, MBBS;
es_es: Dr. Bruce C. V. Campbell; Peter J. Mitchell, Máster en Medicina; Dr. Leonid Churilov; Dr. Nawaf Yassi; Dr. Timothy J. Kleinig; Richard J. Dowling, Médico Cirujano;

source: Bubble trap
es_es: Trampa de burbujas

source: Buffer Solution pH 2.5
es_es: Solución buffer a PH 2.5

source: Buffer Solution pH 2.5:
es_es: Solución buffer a PH 2.5:

source: Buffer blank
es_es: Blanco de buffer

source: Buffer blank (formulation buffer)
es_es: Blanco del buffer (buffer de formulación)

source: Buffer component
es_es: Buffer

source: Buffer solution pH 2.6
es_es: Solución buffer a pH 2.6

source: Buffer solution pH 3.0/acetonitrile 20/80 (v/v)
es_es: Solución buffer a pH 3.0/acetonitrilo 20/80 (v/v)

source: Buffer solution pH 3.0/methanol 50/50 (v/v)
es_es: Solución buffer a pH 3.0/acetonitrilo 50/50 (v/v)

source: Buffer solutions (except sanitization solutions) are filtered by passage through a filter of 0.2 μm pore size.
es_es: Las soluciones buffer (con excepción de las soluciones desinfectantes) se filtran haciéndolas pasar a través de un filtro con un tamaño del poro de 0,2 μm.

source: Buffer solutions are filtered by passage through a filter of 0.2 μm pore size.
es_es: Las soluciones buffer se filtran haciéndolas pasar a través de un filtro con un tamaño del poro de 0,2 μm.

source: Building F113 aseptic processing area
es_es: Área de procesamiento aséptico del edificio F113

source: Building F113, aseptic processing area 1 and 4
es_es: Áreas de procesamiento aséptico 1 y 4 del edificio F113

source: Building F113, aseptic processing area 3
es_es: Área 3 de procesamiento aséptico del edificio F113
